import "./AboutUs.css";

export const AboutUs = () => {
  return (
    <div className="about-us-container">
    <div className="about-container">
     <section>
  <h1>За Нас</h1>
  <p>
    HighTech Service е тим од млади, но искусни ИТ ентузијасти кои се
    посветени на обезбедување брза, ефикасна и доверлива компјутерска
    поддршка. Освен техничка поддршка, специјализирани сме и за изработка на
    современи и функционални веб страници прилагодени на потребите на
    нашите клиенти. Нашата мисија е да обезбедиме висококвалитетни услуги за
    поправка, одржување и оптимизација на компјутерски системи, како и развој
    на веб решенија за физички лица и мали бизниси.
  </p>
</section>

<section>
  <h2>Нашата Мисија</h2>
  <p>
    Да им помогнеме на клиентите да имаат безбеден, стабилен и брз
    компјутерски систем и онлајн присуство, без стрес и компликации. Наша цел
    е секој клиент да биде задоволен, препорачан и да се враќа повторно со доверба.
  </p>
</section>

<section>
  <h2>Што Нè Издвојува?</h2>
  <ul>
    <li>Професионален пристап и транспарентност</li>
    <li>Брзи решенија и дијагностика</li>
    <li>Модерен и креативен веб-дизајн</li>
    <li>Пристапни цени и флексибилност</li>
    <li>Локална поддршка во Скопје и цела Македонија</li>
  </ul>
</section>

<section>
  <h2>Подготвени сте да го подигнете вашиот бизнис и систем на ново ниво?</h2>
  <p>Контактирајте нè и ние ќе се погрижиме за сè – од хардвер до веб!</p>
</section>
    </div>
    </div>
  );
};
